Repository: Nikita-Sazhnev/sp-tray
Catalog: locale/*/LC_MESSAGES/sp-tray.po
Languages: de, nl, tr

source: Valid placeholders: {track}, {album}, and {artist} for songs; {track}, {album} for podcasts
de: Gültige Platzhalter: {track}, {artist}, {album} für Lieder; {track}, {album} für Podcasts
nl: Geldige aanduidingen: {track}, {album}, {artist} voor nummers; {track}, {album} voor podcasts
tr: Geçerli semboller: şarkılar için {track}, {album} ve {artist}; podcastler için {track}, {album}

source: Use {pbctr} to show playback modes
de: {pbctr} um Wiedergabemodi anzuzeigen.
nl: {pbctr} om afspeelmodi te weergeven
tr: Oynatma modları için {pbctr}

source: Display format for songs
de: Anzeigeformat für Lieder
nl: Weergaveformaat van nummers
tr: Şarkı gösterim formatı

source: Hide widget when Spotify is inactive?
de: Widget ausblenden wenn Spotify inaktiv?
nl: Widget verbergen als Spotify inactief is?
tr: Spotify kapalıyken widget'ı gizle?

source: Spotify is inactive
de: Spotify ist inaktiv
nl: Spotify is inactief
tr: Spotify kapalı

source: Hide widget when playback is paused?
de: Widget ausblenden wenn Wiedergabe pausiert?
nl: Widget verbergen als het afspelen gepauzeerd is?
tr: Müzik duraklatıldığında widget'ı gizle?

source: Paused
nl: Onderbroken
tr: Duraklatıldı

source: Restore defaults
de: Alle zurücksetzen
nl: Standaardwaarden
tr: Her şeyi sıfırla

source: Position in panel
de: Position am Panel
nl: Positie op bovenbalk
tr: Paneldeki yer

source: Left
de: Links
nl: Links
tr: Sol

source: Center
de: Mitte
nl: Midden
tr: Orta

source: Right
de: Rechts
nl: Rechts
tr: Sağ

source: Max. artist field length
de: Max. Länge des Künstler-Feldes
nl: Maximale lengte van het artiestenveld
tr: Sanatçı alanı maks. uzunluğu

source: Max. title field length
de: Max. Länge des Titel-Feldes
nl: Maximale lengte van het titelveld
tr: İsim alanı maks. uzunluğu

source: Max. album field length
de: Max. Länge des Album-Feldes
nl: Maximale lengte van het albumveld
tr: Albüm alanı maks. uzunluğu

source: Display format for podcasts
de: Anzeigeformat für Podcasts
nl: Weergaveformaat van podcasts
tr: Podcast gösterim formatı

source: Show Spotify logo
de: Spotify-Logo anzeigen
nl: Spotify-logo tonen
tr: Spotify logosu

source: Don't show
de: Nicht anzeigen
nl: Verbergen
tr: Gösterme

source: Left of label
de: Linke Seite vom Schild
nl: Links van label
tr: Sol tarafta

source: Right of label
de: Rechte Seite vom Schild
nl: Rechts van label
tr: Sağ tarafta

source: Hide widget when playback is stopped?
nl: Widget verbergen als het afspelen gestopt is?
tr: Müzik durdurulduğunda widget'ı gizle?

source: Stopped
nl: Gestopt
tr: Durduruldu

source: Loop and shuffle indicators
nl: Indicators voor herhalen en willekeurig afspelen
tr: Tekrar ve karışık oynatma işaretleri

source: Shuffle
nl: Willekeurig
tr: Karışık oynatma

source: Loop track
nl: Nummer herhalen
tr: Tek şarkı tekrarlama

source: Loop playlist
nl: Afspeellijst herhalen
tr: Playlist tekrarlama

source: Show metadata when paused?
nl: Metadata weergeven als het afspelen gepauzeerd is?
tr: Duraklatıldığında parça bilgisi göstermeye devam et?

source: Marquee settings
nl: Ticker-instellingen
tr: Kayan yazı ayarları

source: Max. marquee length
nl: Maximale lengte van ticker
tr: Maks. kayan yazı uzunluğu

source: Marquee frame duration in milliseconds
nl: Animatie-interval in milliseconden
tr: Milisaniye cinsinden kayan yazı güncelleme sıklığı

source: Marquee separator
nl: Scheidingsteken
tr: Kayan yazı ayracı

source: Display mode
nl: Weergavemodus
tr: Yazı modu

source: Static
nl: Statisch
tr: Sabit yazı

source: Marquee
nl: Ticker
tr: Kayan yazı

source: Static display settings
nl: Statische weergave-instellingen
tr: Sabit yazı ayarları

source: Paused ({metadata} to include metadata)
de: Pausiert ({metadata} für Metadaten)
